{"_id":{"$oid":"5dcec39d185a5114196d43cd"},"title":"Harry Potter Và Viên Đá Phù Thủy - Tập 1","price":50000,"author":"J. K. Rowling","categories":"viễn tưởng","info":"Harry Potter là một cậu bé mồ côi cả cha lẫn mẹ, sống với dì dượng. Cậu không hề biết mình đã thoát chết thần kì khi còn là một đứa trẻ sơ sinh, không có ý niệm nào về việc đang mang trong người dòng máu phù thủy. Và rồi, cuộc sống của Harry thay đổi đột ngột khi bác Hagrid, người gác cổng của trường Pháp thuật Hogwards tới đón cậu. Một thế giới mới mở ra với Harry, với những điều diệu kỳ lẫn hiểm nguy khó lường...","img":"https://cdn0.fahasa.com/media/catalog/product/cache/1/image/9df78eab33525d08d6e5fb8d27136e95/n/x/nxbtre_thumb_21542017_035423.jpg"}
{"_id":{"$oid":"5dcec42f185a5114196d43d4"},"title":"Harry Potter Và Phòng Chứa Bí Mật - Tập 2","price":50000,"author":"J. K. Rowling","categories":"viễn tưởng","info":"Năm học thứ hai của Harry Potter tại trường phù thủy Hogwarts bắt đầu với những lời cảnh báo và ngăn cản của gia tinh Dobby. Bất chấp điều đó, Harry vẫn trở lại nơi cậu coi là mái ấm thực sự. Tuy nhiên, Hogwarts có nguy cơ bị đóng cửa vĩnh viễn khi một chuỗi sự kiện kì lạ bắt đầu xảy ra. Rồi Harry phát hiện ra mình nghe thấy giọng nói lạ, phát ra từ đâu đó bên trong bức tường...","img":"https://www.nxbtre.com.vn/Images/Book/nxbtre_full_21472017_034753.jpg"}
{"_id":{"$oid":"5dcec5d3185a5114196d440a"},"title":"Harry Potter Và Tên Tù Nhân Ngục Azkaban - Tập 3","price":50000,"author":"J. K. Rowling","categories":"viễn tưởng","info":"Harry Potter 13 tuổi, năm học thứ 3 Học viện Pháp thuật và Ma thuật Hogwarts. Cùng với hai bạn Hermione và Ron, Harry đã khám phá ra đựơc sự thật cái chết của ba mẹ mình. Đó cũng là năm mà những trận bóng phù thủy Quidditch diễn ra sôi nổi nhất…","img":"https://cdn0.fahasa.com/media/catalog/product/cache/1/image/9df78eab33525d08d6e5fb8d27136e95/8/9/8934974148050.jpg"}
{"_id":{"$oid":"5dcec639185a5114196d442d"},"title":"Harry Potter Và Chiếc Cốc Lửa - Tập 4","price":50000,"author":"J. K. Rowling","categories":"viễn tưởng","info":"Harry Potter 14 tuổi, cùng gia đình Weasley tham dự Cúp Quidditch thế giới, nơi diễn ra một hiện tượng kỳ bí làm cho mọi người đều run sợ. Rồi cậu bước vào năm thứ tư ở trường Hogwarts, với cuộc thi Tam Pháp Thuật đầy thử thách, cùng với các nhà phù thủy thiếu niên tài năng trên thế giới.","img":"https://upload.wikimedia.org/wikipedia/vi/8/88/Harry_Potter_v%C3%A0_Chi%E1%BA%BFc_c%E1%BB%91c_l%E1%BB%ADa_b%C3%ACa.jpg"}
{"_id":{"$oid":"5dcec79f185a5114196d4451"},"title":"Nhà Giả Kim","price":45000,"author":"Paulo Coelho","categories":"viễn tưởng","info":"Tất cả những trải nghiệm trong chuyến phiêu du theo đuổi vận mệnh của mình đã giúp Santiago thấu hiểu được ý nghĩa sâu xa nhất của hạnh phúc, hòa hợp với vũ trụ và con người.<br>Tiểu thuyết Nhà giả kim của Paulo Coelho như một câu chuyện cổ tích giản dị, nhân ái, giàu chất thơ, thấm đẫm những minh triết huyền bí của phương Đông. Trong lần xuất bản đầu tiên tại Brazil vào năm 1988, sách chỉ bán được 900 bản. Nhưng, với số phận đặc biệt của cuốn sách dành cho toàn nhân loại, vượt ra ngoài biên giới quốc gia, Nhà giả kim đã làm rung động hàng triệu tâm hồn, trở thành một trong những cuốn sách bán chạy nhất mọi thời đại, và có thể làm thay đổi cuộc đời người đọc.<br>“Nhưng nhà luyện kim đan không quan tâm mấy đến những điều ấy. Ông đã từng thấy nhiều người đến rồi đi, trong khi ốc đảo và sa mạc vẫn là ốc đảo và sa mạc. Ông đã thấy vua chúa và kẻ ăn xin đi qua biển cát này, cái biển cát thường xuyên thay hình đổi dạng vì gió thổi nhưng vẫn mãi mãi là biển cát mà ông đã biết từ thuở nhỏ. Tuy vậy, tự đáy lòng mình, ông không thể không cảm thấy vui trước hạnh phúc của mỗi người lữ khách, sau bao ngày chỉ có cát vàng với trời xanh nay được thấy chà là xanh tươi hiện ra trước mắt. ‘Có thể Thượng đế tạo ra sa mạc chỉ để cho con người biết quý trọng cây chà là,’ ông nghĩ.”<br>- Trích Nhà giả kim","img":"https://static.hotdeal.vn/images/1035/1035235/500x500/265266-nha-gia-kim-tai-ban-05-2015.jpg"}
{"_id":{"$oid":"5dcec817185a5114196d4461"},"title":"Đắc Nhân Tâm","price":70000,"author":"Dale Carnegie","categories":"tâm lý - kỹ năng sống","info":"Đắc nhân tâm – How to win friends and Influence People  của Dale Carnegie là quyển sách nổi tiếng nhất, bán chạy nhất và có tầm ảnh hưởng nhất của mọi thời đại. Tác phẩm đã được chuyển ngữ sang hầu hết các thứ tiếng trên thế giới và có mặt ở hàng trăm quốc gia.<br>Đây là quyển sách duy nhất về thể loại self-help liên tục đứng đầu danh mục sách bán chạy nhất (best-selling Books) do báo The New York Times bình chọn suốt 10 năm liền. Riêng bản tiếng Anh của sách đã bán được hơn 15 triệu bản trên thế giới. Tác phẩm có sức lan toả vô cùng rộng lớn – dù bạn đi đến bất cứ nơi đâu, bất kỳ quốc gia nào cũng đều có thể nhìn thấy. Tác phẩm được đánh giá là quyển sách đầu tiên và hay nhất, có ảnh hưởng làm thay đổi cuộc đời của hàng triệu người trên thế giới.<br>Không còn nữa khái niệm giới hạn, Đắc Nhân Tâm là nghệ thuật thu phục lòng người, là làm cho tất cả mọi người yêu mến mình. Đắc nhân tâm và cái Tài trong mỗi người chúng ta. Đắc Nhân Tâm trong ý nghĩa đó cần được thụ đắc bằng sự hiểu rõ bản thân, thành thật với chính mình, hiểu biết và quan tâm đến những người xung quanh để nhìn ra và khơi gợi những tiềm năng ẩn khuất nơi họ, giúp họ phát triển lên một tầm cao mới. Đây chính là nghệ thuật cao nhất về con người và chính là ý nghĩa sâu sắc nhất đúc kết từ những nguyên tắc vàng của Dale Carnegie.<br>Quyển sách Đắc nhắn tâm là cuốn sách “đầu tiên và hay nhất mọi thời đại về nghệ thuật giao tiếp và ứng xử”, quyển sách đã từng mang đến thành công và hạnh phúc cho hàng triệu người trên khắp thế giới.<br>Đắc Nhân Tâm là cuốn sách gối đầu giường về đối nhân xử thế.","img":"https://sachvui.com/cover/2015/Dac-nhan-tam.jpg"}
{"_id":{"$oid":"5dcec998185a5114196d4483"},"title":"Vũ Trụ Trong Vỏ Hạt Dẻ ","price":80000,"author":"Stephen Hawking","categories":"khoa học","info":"<p>Trong quyển “Vũ trụ trong vỏ hạt dẻ”, Stephen Hawking đưa chúng ta đến khía cạnh nổi trội của vật lý lý thuyết, ở đó sự thất thường còn lạ lùng hơn hư cấu, để giảng giải - bằng ngôn ngữ bình thường (không phải ngôn ngữ của người chuyên môn) - những nguyên tắc điều khiển vũ trụ của chúng ta.</p><p>Cũng giống như số đông trong cộng đồng những nhà vật lý lý thuyết. Stephen Hawking đang tìm kiếm để khám phá cái cốt lõi của khoa học – Thuyết vạn vật nằm trong tâm củ vũ trụ.</p><p>Bằng cách viết dí dỏm và dễ tiếp cận, ông dẫn dắt chúng ta vào hành trình khám phá những bí mật của vũ trụ - từ siêu trọng lượng đến siêu đối xứng, từ thuyết lượng tử đến thuyết M, từ phép chụp ảnh giao thoa laser đến tính hai mặt (tính đối ngẫu).</p><p>Ông đưa chúng ta đến biên giới hoang dã của khoa học, nơi mà lý thuyết siêu dây và p mạng có thể nắm giữ mang mối cho điều bí ẩn. Và ông để chúng ta lại đằng sau hậu trường của một trong những cuộc phiêu lưu trí tuệ hấp dẫn nhất của ông khi ông tìm cách kết nối Thuyết tương đối tổng quát của Einstein với ý tưởng về những lịch sử đa dạng của Feynman vào trong một thuyết thống nhất hoàn chỉnh, một thuyết sẽ giải thích mọi thứ xảy ra trong vũ trụ.</p><p>Đây là quyển sách cần thiết cho tất cả chúng ta, những người muốn tìm hiểu vũ trụ chúng ta đang sống. “Cách viết gãy gọn về bản chất của khoa học và vũ trụ… Giáo sư Hawking quả là một thiên tài.</p><p>” – The New York Times “Độc giả sẽ có cảm giác thích thú khi đọc quyển sách cũng giống như sự say mê của Hawking khi viết cuốn sách nà.” – The Dallas Morning News “Niềm đam mê vũ trụ của Hawking khiến ông trở thành tác giả mà độc giả phải tìm đọc.” – Los Angeles Times “Nội dung rất dễ hiểu và hình ảnh đầy thông tin…một giới thiệu xuất sắc về một số ý tưởng lớn nhất trong vật lý ” – Science News “Một cuốn sách thân thiện với độc giả, cả cách viết và hình minh học” – USA Today</p>","img":"https://sachvui.com/cover/2018/vu-tru-trong-vo-hat-de-stephen-hawking.jpg"}
{"_id":{"$oid":"5dceca9e185a5114196d44a3"},"title":"Horrible Science - Vi Sinh Vật Vi Tính","price":35000,"author":"Nick Arnold, Tony De Saulles","categories":"khoa học","info":"<p>Cuốn sách thuộc bộ Horrible Science, được trình bày bằng giọng văn và các minh họa hài hước quen thuộc của hai tác giả Nick Arnold và Tony De Saulles giúp bạn dễ dàng làm quen với kiến thức cơ bản nhất liên quan đến các loại vi khuẩn vi sinh.<br>Những hình vẽ và lời giản dị dễ hiểu – như những đoạn truyện tranh  hấp dẫn giúp bạn dễ tưởng tượng ra thế giới của những “động vật” tí hon, cùng với tên tuổi những nhà bác học trong ngành, những kết luận khoa học và nhất là những lời khuyên thực tế, hữu hiệu vô giá, những cảnh báo quan trọng cho lối sống hiện đại … Và nhờ thế mà cuốn sách được nhiều giải thưởng về sách khoa học dành cho thiếu nhi và được đông đảo bạn đọc từ trẻ em đến người lớn tìm đọc.</p>","img":"https://sachvui.com/cover/2019/horrible-science-vi-sinh-vat-vi-tinh.jpg"}
{"_id":{"$oid":"5dcecafd185a5114196d44ad"},"title":"Horrible Science - Vật Lý, Câu Chuyện Của Những Lực Bí Hiểm","price":35000,"author":"Phil Gates, Tony De Saulles","categories":"khoa học","info":"<p>Lực có thể mang lại những hậu quả nghiêm trọng. Ví dụ như khi bạn bị kẹt ngón tay vào khe cửa của lớp học, nguyên nhân không phải do ai đó khép cửa quá nhanh, mà thủ phạm ở đây là lực; lực còn có thể làm bạn bị té hay gây ra vụ nổ trong vũ trụ...<br>Qua những câu chuyện và tranh vẽ hài hước của cuốn sách này, bạn có thể đọc được rất nhiều điều thú vị về lực, về cách mà nó quyết định cuộc sống chúng ta... Tất cả đều có thật, rất có thể các loại lực rồi cũng sẽ tạo nên một lực hấp dẫn không thể cưỡng nổi đối với bạn</p>","img":"https://sachvui.com/cover/2019/horrible-science-vat-ly-cau-chuyen-cua-nhung-luc-bi-hiem.jpg"}
{"_id":{"$oid":"5dcecb65185a5114196d44be"},"title":"Horrible Science - Hóa Học - Một Vụ Nổ Ầm Vang","price":35000,"author":"Nick Arnold, Tony De Saulles","categories":"khoa học","info":"<p>Hóa học chỉ là thứ bốc mùi nồng nặc? Nghe đến từ này là bạn thấy hiện lên trong đầu mình toàn những phân tử rối rắm và những lý thuyết khô cằn? Nếu thế thì rõ là bạn chưa biết đến những khía cạnh thật sự thu hút đến điên khùng của môn Hóa. Ví dụ: Những thí nghiệm thất bại đến mức không thể thất bại hơn, Những quả bom hôi thối nhất thế giới, Hoặc phương pháp đơn giản nhất để làm ra vàng<br>Những bức tranh minh họa độc đáo, những chùm câu đố đặc sắc, những thí nghiệm ma quái và những câu chuyện ngoài sức tưởng tượng sẽ chỉ cho các bạn thấy tất cả những bộ mặt thật sự thú vị của Hóa học. Một số thứ khó tin đến mức cả các thầy giáo của bạn cũng sẽ phải sững sờ? Lúc đó thì Hóa học sẽ trở thành một VỤ NỔ ẦM VANG.</p>","img":"https://sachvui.com/cover/2019/horrible-science-hoa-hoc-mot-vu-no-am-vang.jpg"}
{"_id":{"$oid":"5dcecc34185a5114196d44e0"},"title":"Horrible Science - Điện Học Cuốn Hút Đến Tóe Lửa","price":35000,"author":"Nick Arnold, Tony De Saulles","categories":"khoa học","info":"<p>Mạch điện, mô-tơ điện, pin? Đối với người này là chuyện dễ như ăn kẹo, đối với người khác lại rối rắm mê hồn đến mức đưa thẳng người ta vào giấc ngủ... gật trên lớp. Nhưng tình hình chắc chắn sẽ thay đổi nhanh chóng: bởi Điện học cuốn hút đến tóe lửa sẽ tạo một từ trường mạnh đến nỗi mọi nơ-ron thần kinh trong bạn cháy bỏng lên.<br>Vì không một cuốn sách nào khác đủ tài rủ rê bạn:<br>- Bơi trong một dòng sông điện tử?<br>- Rụng tim theo câu chuyện của chiếc máy khử rung tim đầu tiên?<br>- Biết tất cả mọi chuyện về những chiếc đùi ếch nhảy múa<br>Ở đây có sức hấp dẫn tóe lửa và kêu lách tách trên từng trang sách. Và khi những tia lửa đã đủ sức nóng, chúng tôi thề danh dự là não bộ của bạn sẽ sáng rừng rực như ngọn đèn 1.000 vôn!</p>","img":"https://sachvui.com/cover/2019/horrible-science-dien-hoc-cuon-hut-den-toe-lua.jpg"}
{"_id":{"$oid":"5dcecdb2185a5114196d450e"},"title":"Khéo Ăn Nói Sẽ Có Được Thiên Hạ","price":90000,"author":"Trác Nhã","categories":" tâm lý, kỹ năng sống","info":"<p>Xã hội hiện đại, từ xin việc đến thăng chức, từ tình yêu đến hôn nhân, từ giao lưu đến hợp tác… không việc gì không cần tài ăn nói.<br>Khéo ăn nói giống như sở hữu loại “dầu bôi trơn” đảm bảo các mối quan hệ của bạn “vận hành” trơn tru. Không khéo ăn nói, gặp chuyện nhỏ mắc trở ngại, gặp chuyện lớn vấp thất bại.<br>Làm thế nào để nói năng trôi chảy? Làm thế nào để nói lời “đi vào lòng người”? Trong những dịp khác nhau, với những người khác nhau, ở những tình huống không giống nhau… có cuốn sách này gợi ý, bạn sẽ thành người khéo ăn nói.</p>","img":"https://sachvui.com/cover/2016/kheo-an-noi-se-co-duoc-thien-ha.jpg"}
{"_id":{"$oid":"5dceceaa185a5114196d4531"},"title":"Lược Sử Thời Gian","price":45000,"author":"Stephen Hawking","categories":"khoa học","info":"<p>Lược Sử Thời Gian cố gắng giải thích nhiều chủ đề của Vũ trụ học, trong đó có lý thuyết Big Bang, Lỗ đen, Nón ánh sáng và Lý thuyết Siêu Dây, cho độc giả không chuyên sâu. Mục đích chính của nó là giúp cho người đọc có một cái nhìn tổng quát về chủ đề, nhưng khác với nhiều sách khoa học phổ thông khác, nó cũng cố giải thích một số ý niệm toán học phức tạp. Tác giả chú thích rằng một biên tập viên đã cảnh báo ông ta rằng cứ thêm một phương trình vào cuốn sách thì số độc giả lại giảm đi một nửa, vì vậy cuốn sách chỉ có một phương trình duy nhất: E = mc². Ngoài sự kiêng cữ của Hawking đối với các phương trình, quyển sách còn làm đơn giản bớt các vấn đề bằng việc thêm vào các tranh minh họa, miêu tả những mô hình và biểu đồ phức tạp.<br>Cuốn \"Lược Sử Thời Gian\" được viết xong năm 1987. Ngay từ khi ra đời, nó đã trở thành một trong những cuốn sách bán chạy nhất thế giới. \"Lược sử thời gian\" đứng trong danh mục sách bán chạy nhất của New York Times trong 53 tuần, và tại nước Anh, 205 tuần liền nó có tên trong mục sách bán chạy nhất của Sunday Times. Chính Stephen Hawking cũng phải kinh ngạc. Từ trước đến nay, chưa có một cuốn sách khoa học nào được công chúng đón nhận nồng nhiệt như vậy.<br>Bằng một lối trình bày sáng sủa, giọng văn hài hước, hơi nhuốm màu bi quan, Stephen Hawking đã dẫn dắt người đọc phiêu lưu suốt lịch sử vũ trụ, từ khi nó còn là một điểm kỳ dị với năng lượng vô cùng lớn, cho tới ngày nay. Cuộc tìm kiếm của Hawking giúp người đọc khám phá hết bí mật này đến bí mật khác. Đôi khi ông dụ độc giả vào những ngộ nhận tưởng như rất có lý, rồi lại bất ngờ chỉ ra sự phi lý trong cách nghĩ, để rồi phá vỡ mọi ngộ nhận. Cuốn sách đề cập đến những vấn đề nghiêm trọng và hóc búa nhất của vật lý lý thuyết, như vụ nổ lớn, lỗ đen, không - thời gian, thuyết tương đối, nguyên lý bất định... mà không hề làm bạn đọc bị rối.</p>","img":"https://sachvui.com/cover/2015/Luoc-Su-Thoi-Gian.jpg"}
{"_id":{"$oid":"5dcecf58185a5114196d4548"},"title":"George Và Vụ Nổ Big Bang","price":100000,"author":"Stephen Hawking","categories":"khoa học","info":"George cực kỳ, cực kỳ bực bội Sự có mặt của thành viên mới trong gia đình khiến bố mẹ không còn chú ý đến cậu, chú lợn Freddy đáng yêu nay bị đưa ra khỏi nhà đến sống ở một trang trại xa lạ, và tệ hại hơn: cô bạn thân Annie giờ đang chơi với anh bạn mới mà dường như quên luôn cả George... Cậu quyết định giúp chú Eric lên kế hoạch thực hiện một thí nghiệm đầy thú vị tại Thụy Sĩ, để mở ra cho loài người kiến thức về những khoảnh khắc đầu tiên xảy ra trong vũ trụ. Nhưng mọi chuyện không hề dễ dàng khi George phát hiện ra, một tổ chức bí mật đang ra sức chống phá kế hoạch của chú Eric... Trong chuyến phiêu lưu gay go nhất của mình, lần này George phải cứu thế giới, cứu vãn tình bạn với Annie và cả chú lợn đáng yêu Freddy!","img":"https://salt.tikicdn.com/cache/550x550/media/catalog/product/g/e/george-va-vu-no-big-bang.u547.d20161011.t163358.390094_3.jpg"}
{"_id":{"$oid":"5dced047185a5114196d4560"},"title":"Kỹ Năng Đi Trước Đam Mê","price":90000,"author":"Cal Newport","categories":"tâm lý - kỹ năng sống","info":"<p>Trong quyển sách Kỹ Năng Đi Trước Đam Mê, Cal Newport lột trần niềm tin từ trước đến nay rằng ta nên \"theo đuổi đam mê.\"<br>Niềm tin sáo rỗng này không những sai sót ở chỗ là những đam mê tồn tại sẵn có thường hiếm hoi và không liên quan gì lắm đến việc hầu hết mọi người cuối cùng cũng yêu thích công việc họ làm, mà nó còn có thể gây nguy hiểm, sinh ra cảm giác lo lắng và hiện tượng nhảy việc liên miên.<br>Sau khi đưa ra dẫn chứng chống lại niềm tin vào đam mê, Newport bắt đầu cuộc hành trình khám phá thực tế là mọi người trở nên yêu thích công việc họ làm như thế nào. Dành thời gian tiếp xúc với những người nông dân trên trang trại, các nhà đầu tư mạo hiểm, những người viết kịch bản, các lập trình viên máy tính hành nghề tự do, và những người cho biết mình tìm thấy cảm giác mãn nguyện từ công việc, Newport phát hiện ra những chiến lược họ đã áp dụng và những cạm bẫy họ đã né tránh trong quá trình phát triển sự nghiệp hấp dẫn của mình.<br>Anh tiết lộ rằng việc đi tìm một nghề nghiệp phù hợp với một đam mê tồn tại sẵn từ trước là không quan trọng. Đam mê đến sau khi bạn chăm chỉ làm việc để trở nên xuất sắc trong những việc có ích, chứ đam mê không đến trước.<br>Nói cách khác, cách bạn làm việc thì quan trọng hơn nhiều so với công việc bạn làm.</p>","img":"https://sachvui.com/cover/2019/ky-nang-di-truoc-dam-me.jpg"}
